export const whyUsData = {
  title: 'Почему именно мы?',
  subtitle: 'Мы не просто учим создавать проекты — мы формируем профессиональное мышление разработчика',
  features: [
    {
      icon: 'FolderKanban',
      title: 'Проекты для портфолио',
      description:
        'Вместо скучных задач — полноценные проекты, которые не стыдно показать.',
    },
    {
      icon: 'Video',
      title: 'Авторский контент',
      description:
        'Никакой воды. Только концентрированный опыт от практикующего разработчика.',
    },
    {
      icon: 'Gem',
      title: 'Пожизненный доступ',
      description:
        'Купив курс один раз, вы получаете все будущие обновления бесплатно.',
    },
    // {
    //   icon: 'Users',
    //   title: 'Поддержка в сообществе',
    //   description:
    //     'Общайтесь с единомышленниками и автором курсов в закрытом чате.',
    // },
  ],
  stats: [
    {
      number: '100%',
      label: 'практики',
    },
    {
      number: '450+',
      label: 'участников',
    },
    {
      number: '∞',
      label: 'доступ к курсам',
    },
  ],
};