import { Review } from '@/types/sections';

export const REVIEWS: Review[] = [
  // TODO: Replace with real reviews
  {
    id: 1,
    createdAt: '2025-09-09T21:00:00Z',
    text: 'Рад, что продолжил выкладывать уроки.'
  },
  {
    id: 2,
    createdAt: '2025-09-21T11:00:00Z',
    text: 'Молодец, что затронул создание бота с самых основ. Спасибо за видео!'
  },
  {
    id: 3,
    createdAt: '2025-09-19T15:30:00Z',
    text: 'Классный контент, продолжай в том же духе!'
  },
  {
    id: 4,
    createdAt: '2025-09-16T10:00:00Z',
    text: 'Очень качественный материал. Спасибо🙏💕. В поддержку'
  },
  {
    id: 5,
    createdAt: '2025-09-14T19:00:00Z',
    text: 'Спасибо за уроки. На гитхаб не заливал фулл проект?'
  },
  {
    id: 6,
    createdAt: '2025-09-11T13:00:00Z',
    text: 'Спасибо за качественные уроки. В поддержку каналу. Желаю скорейшего роста.'
  }
];
