import { Review } from '@/types/sections';

export const REVIEWS: Review[] = [
  // TODO: Replace with real reviews
  {
    id: 1,
    createdAt: '2025-09-20T10:00:00Z',
    text: 'Большое спасибо за видео! Хочу научиться программирования очень, но голова кругом от всех языков и прочего... Спасибо за курс!'
  },
  {
    id: 2,
    createdAt: '2025-09-18T14:30:00Z',
    text: 'Коммент в поддержку. Ура!!! Да будет пройден этот курс до конца.'
  },
  {
    id: 3,
    createdAt: '2025-09-15T09:00:00Z',
    text: 'Редко когда Git так доходчиво объясняют. Спасибо)'
  },
  {
    id: 4,
    createdAt: '2025-09-12T18:45:00Z',
    text: 'Очень доступно объяснил.  Спасибо'
  },
  {
    id: 5,
    createdAt: '2025-09-10T12:00:00Z',
    text: 'Хотелось бы частные уроки. Cколько стият в час у вас обучение?'
  },
  {
    id: 6,
    createdAt: '2025-09-08T20:15:00Z',
    text: 'Шикарно объясняешь. Спасибо)'
  },
  {
    id: 7,
    createdAt: '2025-09-05T11:00:00Z',
    text: 'Вообще класс. Очень подробное объяснение. Буду смотреть каждый новый ролик.'
  },
  {
    id: 8,
    createdAt: '2025-09-02T16:00:00Z',
    text: 'Пожалуйста, не прекращайте выкладывать ролики, они помогают усваивать материал. Смотрю всё с самого начала, и безумно доволен тем как легко всё изложено.'
  },
  {
    id: 9,
    createdAt: '2025-08-30T13:20:00Z',
    text: 'Автор пожалуйста не останавливайся! Все что ты делаешь сильно помогает в обучении! Подписался, буду пересматривать ролики с начала'
  }
];
